{"translation-revision-date":"2023-05-12 11:19:40+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"This includes consenting to the collection and use of data to improve user experience.":["Esto incluye dar tu consentimiento a la recogida y uso de datos para mejorar la experiencia del usuario."],"I approve the ":["Apruebo la "],"Use text":["Usar el texto"],"Text generated by AI may be inaccurate or offensive.":["El texto generado por la IA puede ser inexacto u ofensivo."],"Generate text":["Generar texto"],"Describe the text and tone you want to use...":["Describe el texto y el tono que quieres utilizar..."],"Translate to":["Traducir al"],"Change tone":["Cambiar el tono"],"Fix spelling & grammar":["Corregir la ortografía y la gramática"],"Make it shorter":["Acortarlo"],"Make it longer":["Alargarlo"],"Simplify language":["Simplificar el lenguaje"],"New prompt":["Nueva petición"],"Generate code":["Generar código"],"Describe the code you want to use...":["Describe el código que quieres utilizar..."],"Code generated by AI may be inaccurate.":["El código generado por la IA puede ser impreciso."]," of the Elementor AI service.":[" del servicio de IA de Elementor."],"By clicking \"Connect\", I approve the ":["Al hacer clic en «Conectar», acepto la "],"Create smarter with AI text and code generators built right into the editor.":["Crea de forma más inteligente con los generadores de texto y código de IA integrados en el editor."],"Step into the future with Elementor AI":["Adéntrate en el futuro con la IA de Elementor"],"Unlimited access to Elementor AI":["Acceso ilimitado a la IA de Elementor"],"Unleash infinite possibilities with the custom code generator.":["Da rienda suelta a infinitas posibilidades con el generador de código personalizado."],"Translate your content into twenty-five different languages.":["Traduce tus contenidos a veinticinco idiomas diferentes."],"Generate professional texts about any topic, in any tone.":["Genera textos profesionales sobre cualquier tema, en cualquier tono."],"Suggested prompts":["Peticiones sugeridas"],"Describe the text and tone you want to use":["Describe el texto y el tono que quieres utilizar"],"We can’t process that many requests so fast. Try again in 15 minutes.":["No podemos procesar tantas solicitudes tan rápido. Vuelve a intentarlo en 15 minutos."],"Whoa! Slow down there.":["¡Vaya! Ve más despacio."],"Love Elementor AI? Upgrade to continue creating with built-in text and custom code generators.":["¿Te gusta la IA de Elementor? Actualiza para seguir creando con los generadores de texto y código personalizados integrados."],"Enjoy the free trial? Upgrade now for unlimited access to built-in text and custom code generators.":["¿Has disfrutado de la prueba gratuita? Actualiza ahora para tener acceso ilimitado a los generadores de texto y código personalizados integrados."],"It's time to upgrade.":["Es el momento de actualizar."],"Elementor AI is just a few clicks away. Connect your account to instantly create texts and custom code.":["La IA de Elementor está a sólo unos clics de distancia. Conecta tu cuenta para crear textos y código personalizado al instante."],"You aren't connected to Elementor AI.":["No estás conectado con la IA de Elementor."],"We couldn't connect to your account due to technical difficulties on our end. Reconnect your account to continue.":["No hemos podido conectar con tu cuenta debido a dificultades técnicas. Vuelve a conectar tu cuenta para continuar."],"Reconnect your account":["Reconectar tu cuenta"],"Seems like we are experiencing technical difficulty. We should be up and running shortly.":["Parece que estamos experimentando dificultades técnicas. En breve volveremos a estar operativos."],"Elementor AI is temporarily unavailable":["La IA de Elementor no está disponible temporalmente"],"Error code:":["Código de error:"],"Unknown error. Please try again later.":["Error desconocido. Inténtalo de nuevo más tarde."],"Upgrade for unlimited access":["Actualizar para acceso ilimitado"],"You've used %s of the free trial.":["Has utilizado %s de la prueba gratuita."],"search":["buscar"],"Vietnamese":["Vietnamita"],"Turkish":["Turco"],"Thai":["Tailandés"],"Swedish":["Sueco"],"Spanish":["Español"],"Russian":["Ruso"],"Portuguese":["Portugués"],"Polish":["Polaco"],"Persian":["Persa"],"Korean":["Coreano"],"Japanese":["Japonés"],"Italian":["Italiano"],"Indonesian":["Indonesio"],"Hungarian":["Húngaro"],"Hebrew":["Hebreo"],"Greek":["Griego"],"German":["Alemán"],"French":["Francés"],"Finnish":["Finlandés"],"English":["Inglés"],"Dutch":["Neerlandés"],"Danish":["Danés"],"Czech":["Checo"],"Chinese":["Chino"],"Arabic":["Árabe"],"Witty":["Ingenioso"],"Straightforward":["Sencillo"],"Scientific":["Científico"],"Professional":["Profesional"],"Playful":["Lúdico"],"Nostalgic":["Nostálgico"],"Motivational":["Motivacional"],"Inspirational":["Inspiracional"],"Friendly":["Amistoso"],"Formal":["Formal"],"Confidence":["Confianza"],"Casual":["Informal"],"Add a 3D shadow to the text":["Añadir una sombra 3D al texto"],"Rainbow colored animated text gradient":["Degradado de texto animado con los colores del arco iris"],"Add a circle-shaped clip mask, semi transparent on hover":["Añadir una máscara de recorte en forma de círculo, que se vuelve semitransparente al pasar el ratón por encima."],"On hover, animate 20% bigger, rotate 10 deg CCW":["Al pasar el ratón, la animación aumenta un 20% y gira 10 grados en el sentido contrario a las agujas del reloj."],"HTML code that embeds the following PDF into a webpage: link to PDF":["Código HTML que incrusta el siguiente PDF en una página web: enlace al PDF"],"Write an embed code of Facebook Pixel":["Escribe un código incrustado del píxel de Facebook"],"Write an embed code of Google Analytics":["Escribe un código incrustado de Google Analytics"],"Iframe code to embed a Spotify widget on my web page. My ID is 1234567890":["Código iframe para incrustar un widget de Spotify en mi página web. Mi ID es 1234567890"],"GA event fired on every button element click (assume GA was loaded)":["El evento GA se dispara cada vez que se pulsa un botón (suponiendo que GA está cargado)"],"Write microcopy for a submission form that includes":["Escribe un microtexto para un formulario de envío que incluya"],"Offer a few sentences to invite visitors to":["Ofrece unas frases para invitar a los visitantes a"],"Craft an about us section for":["Redacta una sección sobre nosotros para"],"Create a blog post for":["Crea una entrada de blog para"],"Write a product description for":["Escribe una descripción de producto para"],"Write an attention grabbing title for":["Escribe un título que llame la atención para"],"Suggest a 4 word headline for":["Sugiere un titular de 4 palabras para"],"Create a blog title for":["Crea un título de blog para"],"Write a strong section header for":["Escribe un encabezado de sección fuerte para"],"Craft a catchy slogan for":["Crea un eslogan pegadizo para"],"AI":["IA"],"Upgrade":["Actualizar"],"Get Elementor AI":["Obtener Elementor AI"],"Show me how":["Muéstrame cómo"],"Try Again":["Inténtalo de nuevo"],"Privacy Policy":["Política de privacidad"],"Terms of Service":["Condiciones del servicio"],"Beta":["Beta"],"Get Started":["Primeros pasos"],"Connect":["Conectar"],"Insert":["Insertar"]}},"comment":{"reference":"assets\/js\/ai-admin.js"}}