{"translation-revision-date":"2024-04-15 11:42:59+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Upgrade now to keep using this feature. You still have credits for other AI features (Text, Code, Images, Containers, etc.)":["Actualiza ahora para seguir utilizando esta función. Aún tienes créditos para otras funciones de IA (Texto, Código, Imágenes, Contenedores, etc.)"],"You've used all AI credits for %s.":["Has utilizado todos los créditos AI para %s."],"Get improved results from AI by adding some personal context. Go to Site Settings > AI Context to get started.":["Obtén mejores resultados de la IA añadiendo algo de contexto personal. Ve a Configuración del sitio > Contexto de la IA para empezar."],"For more suggestions, explore our":["Para más sugerencias, explora nuestra"],"Section with contact form and social media icons for [topic]":["Sección con formulario de contacto e iconos de redes sociales para [topic]"],"Features block showcasing feature title and brief description about [topic]":["Bloque de características que muestra el título de la característica y una breve descripción sobre [topic]."],"Carousel testimonial block with user images, names, and feedback about [topic]":["Bloque testimonial en carrusel con imágenes, nombres y opiniones de usuarios sobre [topic]"],"Full-width call-to-action with background image and overlay text about [topic]":["Llamada a la acción de ancho completo con imagen de fondo y texto superpuesto sobre [topic]."],"Hero section with image, heading, subheading, and CTA button about [topic]":["Sección a pantalla completa con imagen, título, subtítulo y botón CTA sobre [topic]."],"Accordion-style FAQ block with clickable questions about [topic]":["Bloque de preguntas frecuentes tipo acordeón con preguntas sobre [topic] en las que se puede hacer clic"],"Services section with list layout, icons, and service descriptions for [topic]":["Sección servicios con diseño de lista, iconos y descripciones de servicios para [topic]."],"The app is not available. Please try again later.":["La aplicación no está disponible. Vuelve a intentarlo más tarde."],"Create variations from Template Library":["Crear variaciones a partir de la biblioteca de plantillas"],"AI Variation from library":["Variación IA de la biblioteca"],"prompt library":["biblioteca de indicaciones"],"You won’t be able to use layouts with Elementor Pro widgets until you do.":["No podrás usar diseños con los widgets de Elementor Pro hasta que lo hagas."],"Upgrade your plan for best results.":["Actualiza tu plan para unos mejores resultados."],"This result includes an Elementor Pro widget that's not available with your current plan. Upgrade to use all the widgets in this result.":["Este resultado incluye un widget de Elementor Pro que no está disponible en tu plan actual. Actualiza para usar todos los widgets en este resultado."],"AI Variation":["Variación de IA"],"Generate variations with AI":["Generar variaciones con IA"],"Press '\/' for suggestions or describe the changes you want to apply (optional)...":["Pulsa «\/» para obtener sugerencias o describe los cambios que quieres aplicar (opcional)..."],"Warm hues with comforting visuals about":["Tonos cálidos con imágenes reconfortantes sobre"],"Tech-inspired style with modern fonts about":["Estilo de inspiración tecnológica con fuentes modernas sobre"],"Luxurious theme with rich colors discussing":["Tema lujoso con colores intensos en"],"Earthy tones and organic shapes featuring":["Tonos terrosos y formas orgánicas en"],"Professional look with clean lines for":["Aspecto profesional con líneas limpias para"],"Futuristic design with neon accents about":["Diseño futurista con detalles de neón sobre"],"Retro vibe with muted colors and classic fonts about":["Ambiente retro con colores apagados y fuentes clásicas sobre"],"Elegant style with serif fonts discussing":["«Estilo elegante con fuentes serif en"],"Minimalist design with bold typography about":["Diseño minimalista con tipografía atrevida sobre"],"Suggested Prompts":["Indicaciones sugeridas"],"URL as a reference":["URL como referencia"],"The app is not responding. Please try again later.":["La aplicación no responde. Vuelve a intentarlo más tarde."],"Craft your prompt to affect content, images and\/or colors - whichever you decide.":["Elabora tu indicación para que afecte al contenido, las imágenes y\/o los colores, lo que tú decidas."],"You’ve got the power.":["Tienes el poder."],"Reference a website":["Haz referencia a una web"],"Maximize Your Access to Elementor AI":["Maximiza tu acceso a la IA de Elementor"],"Let AI build your container layouts and content with ease and radically transform the way you create websites.":["Deja que la IA construya tus diseños de contenedores y contenido con facilidad y transforme radicalmente la forma en que creas webs."],"Your progress will be deleted, and can't be recovered.":["Tu progreso se borrará y no se podrá recuperar."],"Minimize":["Minimizar"],"Use Layout":["Utiliza el diseño"],"Regenerate":["Regenerar"],"Preview unavailable":["Vista previa no disponible"],"Press '\/' for suggested prompts or describe the layout you want to create":["Pulsa «\/» para recibir sugerencias o describe el diseño que quieres crear"],"Edit prompt":["Editar indicación"],"Back to results":["Volver a los resultados"],"About Us section combining company history and values for [topic]":["Sección «Sobre nosotros» que combina la historia y los valores de la empresa sobre [topic]"],"Pricing table section with highlighted option for [topic]":["Sección de tabla de precios con opción destacada para [topic]"],"Statistics display in a 3-column layout with numbers and icons for [topic]":["Las estadísticas se muestran en un diseño de 3 columnas, con números e iconos sobre [topic]"],"Multi-column minimalistic About Us section with icons for [topic]":["Sección «Sobre nosotros» minimalista de varias columnas con iconos que muestran [topic]"],"AI Layout":["Diseño de IA"],"Access 30-days of AI History with the AI Starter plan and 90-days with the Power plan.":["Accede a 30 días de Historial de IA con el plan AI Starter y a 90 días con el plan Power."],"Effortlessly create or enhance stunning images and bring your ideas to life.":["Crea o mejora sin esfuerzo imágenes asombrosas y da vida a tus ideas."],"Generate your website's text or create custom code without having to write a single line yourself.":["Genera el texto de tu sitio web o crea código personalizado sin tener que escribir ni una sola línea."],"Upgrade now":["Actualizar ahora"],"Build with AI":["Construir con IA"],"Expand":["Abrir"],"Seems like the prompt contains words that could generate harmful content. Write a different prompt to continue.":["Parece que la indicación contiene palabras que podrían generar contenido dañino. Escribe una indicación diferente para continuar."],"We were unable to generate that prompt.":["No hemos sido capaces de generar esa indicación."],"Reconnect":["Volver a conectar"],"Generate":["Generar"],"Enhance prompt":["Mejorar indicación"],"Yes, leave":["Sí, salir"],"Leave Elementor AI?":["¿Salir de la IA de Elementor?"],"Upgrade Elementor AI":["Actualizar la IA de Elementor"],"This includes consenting to the collection and use of data to improve user experience.":["Esto incluye dar tu consentimiento a la recogida y uso de datos para mejorar la experiencia del usuario."],"I approve the ":["Apruebo la "]," of the Elementor AI service.":[" del servicio de IA de Elementor."],"By clicking \"Connect\", I approve the ":["Al hacer clic en «Conectar», acepto la "],"Create smarter with AI text and code generators built right into the editor.":["Crea de forma más inteligente con los generadores de texto y código de IA integrados en el editor."],"Step into the future with Elementor AI":["Adéntrate en el futuro con la IA de Elementor"],"We can’t process that many requests so fast. Try again in 15 minutes.":["No podemos procesar tantas solicitudes tan rápido. Vuelve a intentarlo en 15 minutos."],"Whoa! Slow down there.":["¡Vaya! Ve más despacio."],"Enjoy the free trial? Upgrade now for unlimited access to built-in image, text and custom code generators.":["¿Has disfrutado de la prueba gratuita? Actualiza ahora para tener acceso ilimitado a los generadores integrados de texto, imagen y código personalizado."],"It's time to upgrade.":["Es el momento de actualizar."],"Elementor AI is just a few clicks away. Connect your account to instantly create texts and custom code.":["La IA de Elementor está a sólo unos clics de distancia. Conecta tu cuenta para crear textos y código personalizado al instante."],"You aren't connected to Elementor AI.":["No estás conectado con la IA de Elementor."],"AI":["IA"],"Upgrade":["Actualizar"],"Get Elementor AI":["Obtener la IA de Elementor"],"Show me how":["Muéstrame cómo"],"Privacy Policy":["Política de privacidad"],"Terms of Service":["Condiciones del servicio"],"Beta":["Beta"],"Get Started":["Primeros pasos"],"Connect":["Conectar"],"Pro":["Pro"],"Remove":["Eliminar"],"Go Pro":["Ir a la versión Pro"],"Close":["Cerrar"],"Cancel":["Cancelar"],"Preview":["Previsualizar"]}},"comment":{"reference":"assets\/js\/ai-layout.js"}}